{
    "version": "1.3",
    "content": {
        "利用規約": "最終更新日: 2024年11月25日\n\n1. 総則\n本利用規約（以下「本規約」）は、OTM株式会社（以下「当社」）が提供する「ゆっくりまとめプロセッサー」（以下「本ソフトウェア」）の利用条件を定めるものです。本ソフトウェアを利用するすべてのユーザー（以下「ユーザー」）は、本規約に同意したものとみなされます。\n\n2. 利用条件\n1. ユーザーは、本規約に同意した場合にのみ、本ソフトウェアを使用できます。\n2. ユーザーは、本ソフトウェアを日本国内でのみ使用するものとします。\n3. ユーザーは、本ソフトウェアを使用するために必要なハードウェアおよびインターネット接続を自身の責任で準備するものとします。\n\n3. ライセンスの付与\n当社は、ユーザーに対して、本ソフトウェアを非独占的かつ譲渡不可能なライセンスとして提供します。ユーザーは、本ソフトウェアを個人の使用目的でのみ使用することができます。\n\n4. 禁止事項\nユーザーは以下の行為を行ってはなりません：\n- 本ソフトウェアのリバースエンジニアリング、逆コンパイル、改変、再配布。\n- 本ソフトウェアを不正に利用する行為。\n- 他者の権利を侵害する行為。\n- 法令または公序良俗に反する行為。\n\n5. 知的財産権\n本ソフトウェアおよびそのすべてのコンテンツに関する著作権、商標権、その他の知的財産権は、当社または正当な権利を有する第三者に帰属します。\n\n6. 免責事項\n1. 本ソフトウェアは「現状有姿」で提供され、当社はその正確性、完全性、有用性について一切の保証を行いません。\n2. 本ソフトウェアの使用により生じたいかなる損害についても、当社は責任を負いません。\n\n7. データ収集およびプライバシー\nユーザーは、本ソフトウェアの利用に際して、プライバシーポリシーに記載された個人情報の収集および利用に同意するものとします。\n\n8. 自動更新の許可\n本ソフトウェアは、ユーザー体験向上のため自動的に更新される場合があります。ユーザーは、設定画面にて自動更新を無効化することができますが、その場合、一部機能が利用できなくなることがあります。\n\n9. デジタルライセンス・認証システムの規定\n本ソフトウェアは、ライセンス認証および管理のためにオンライン認証を行います。これにより、IPアドレスおよびハードウェアIDを収集および使用します。\n\n10. リスク通知\n本ソフトウェアの使用により、システムファイルの変更やパフォーマンスへの影響が生じる可能性があります。ユーザーは、自己の責任において本ソフトウェアを使用してください。\n\n11. キャンセル・返金ポリシー\n有料版を提供する場合、購入後7日以内のキャンセルおよび返金に対応します。詳細は購入時の利用規約をご確認ください。\n\n12. クーリングオフポリシー\n本ソフトウェアの販売はインターネットを通じたオンライン販売であり、消費者契約法に基づくクーリングオフの適用外とします。\n\n13. 準拠法と裁判管轄\n本規約は日本法に準拠し、本規約に関連して発生するすべての紛争は、東京地方裁判所を第一審の専属的合意管轄裁判所とします。\n\n14. サポートと問い合わせについて\n本ソフトウェアに関する質問や問題については、以下の連絡先までお問い合わせください：\nメールアドレス: fujita.otm@gmail.com\n\n15. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本規約および関連ポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n16. ユーザー体験の向上\n当社は、明確で包括的なポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n17. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本規約および関連ポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "プライバシーポリシー": "最終更新日: 2024年11月25日\n\n1. 個人情報の定義\n本プライバシーポリシーにおいて「個人情報」とは、個人を識別できる情報を指します。\n\n2. 収集する情報\n当社は、以下の情報を収集する場合があります：\n- ユーザー情報: 氏名、メールアドレスなど、ユーザーが入力した情報。\n- 技術情報: IPアドレス、ハードウェアID、本ソフトウェアの利用状況、アクセス日時など。\n- 支払い情報: クレジットカード情報、電子マネー情報など、ユーザーが購入時に提供する支払い情報。\n\n3. 情報の利用目的\n収集した情報は以下の目的で使用します：\n- 本ソフトウェアの提供および維持。\n- ソフトウェアの品質向上および新機能の開発。\n- 不正利用の防止およびセキュリティの強化。\n- ユーザーサポートの提供。\n- 法令遵守および規制対応。\n- 支払い処理および課金システムの運用。\n\n4. 情報の第三者提供\n当社は、ユーザーの同意がある場合、または法令に基づく場合を除き、個人情報を第三者に提供することはありません。ただし、以下の場合を除きます：\n- 支払い処理を委託する第三者サービスプロバイダー。\n- 法令に基づく要求に応じる場合。\n\n5. データの保存期間\n収集した個人情報は、利用目的に必要な期間のみ保存し、その後適切に廃棄します。ただし、法令に基づき保存が義務付けられている場合はこの限りではありません。\n\n6. データの安全管理\n当社は、個人情報の漏洩、紛失、毀損を防止するために、適切な安全管理措置を講じます。支払い情報に関しては、PCI DSS（Payment Card Industry Data Security Standard）に準拠したセキュリティ対策を実施しています。\n\n7. ユーザーの権利\nユーザーは、自身の個人情報について以下の権利を有します：\n- 開示請求: 保有する個人情報の開示を求める権利。\n- 訂正請求: 不正確な個人情報の訂正を求める権利。\n- 利用停止請求: 個人情報の利用停止を求める権利。\n- 削除請求: 個人情報の削除を求める権利。\n\n8. クッキーポリシー\n本ソフトウェアは、ユーザー体験の向上および利用状況の分析のためにクッキーを使用する場合があります。ユーザーはブラウザの設定によりクッキーの使用を拒否することができますが、その場合一部機能が利用できなくなることがあります。\n\n9. データ収集に関する同意\nユーザーは、本ソフトウェアの利用により、当社がIPアドレスおよびハードウェアIDを収集・利用することに同意したものとします。\n\n10. 自動更新の許可\n本ソフトウェアは、ユーザー体験向上のため自動的に更新される場合があります。ユーザーは、設定画面にて自動更新を無効化することができますが、その場合、一部機能が利用できなくなることがあります。\n\n11. デジタルライセンス・認証システムの規定\n本ソフトウェアは、ライセンス認証および管理のためにオンライン認証を行います。これにより、IPアドレスおよびハードウェアIDを収集および使用します。\n\n12. リスク通知\n本ソフトウェアの使用により、システムファイルの変更やパフォーマンスへの影響が生じる可能性があります。ユーザーは、自己の責任において本ソフトウェアを使用してください。\n\n13. キャンセル・返金ポリシー\n有料版を提供する場合、購入後7日以内のキャンセルおよび返金に対応します。詳細は購入時の利用規約をご確認ください。\n\n14. プライバシーポリシーの変更\n当社は、必要に応じて本プライバシーポリシーを変更することがあります。変更があった場合は、本ページ上にて通知します。\n\n15. お問い合わせ\nプライバシーに関するお問い合わせは、以下の連絡先までご連絡ください：\nメールアドレス: fujita.otm@gmail.com\n\n16. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本プライバシーポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n17. ユーザー体験の向上\n当社は、明確で包括的なプライバシーポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n18. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本プライバシーポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "クッキーポリシー": "最終更新日: 2024年11月25日\n\n1. クッキーの定義\nクッキーとは、ユーザーのデバイスに保存される小さなテキストファイルであり、ユーザーの利用状況を記録するために使用されます。\n\n2. クッキーの利用目的\n当社は、以下の目的でクッキーを使用します：\n- ユーザーの利用状況の分析。\n- ユーザー体験の向上。\n- セッション管理。\n\n3. クッキーの種類\n- 必須クッキー: 本ソフトウェアの基本的な機能を提供するために必要です。\n- パフォーマンスクッキー: ソフトウェアのパフォーマンスを分析し、改善するために使用します。\n- 機能クッキー: ユーザーの設定や選好を記憶するために使用します。\n\n4. クッキーの管理\nユーザーは、ブラウザの設定によりクッキーの使用を拒否することができます。ただし、その場合、一部の機能が正しく動作しない可能性があります。\n\n5. クッキーポリシーの変更\n当社は、必要に応じて本クッキーポリシーを変更することがあります。変更があった場合は、本ページ上にて通知します。\n\n6. お問い合わせ\nクッキーに関するお問い合わせは、以下の連絡先までご連絡ください：\nメールアドレス: fujita.otm@gmail.com\n\n7. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本クッキーポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n8. ユーザー体験の向上\n当社は、明確で包括的なクッキーポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n9. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本クッキーポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "データ収集の同意": "最終更新日: 2024年11月25日\n\n1. 収集される情報\n当社は、以下のデータを収集します：\n- IPアドレス: 本ソフトウェアの利用時に自動的に記録されます。\n- ハードウェアID: 利用環境の識別を目的に取得されます。\n- 支払い情報: クレジットカード情報、電子マネー情報など、ユーザーが購入時に提供する支払い情報。\n\n2. 収集目的\nこれらのデータは以下の目的で使用されます：\n- ソフトウェアの不正利用防止。\n- ライセンス認証および管理。\n- 法的な要請に基づく対応。\n- トラブルシューティングおよび技術サポートの提供。\n- 支払い処理および課金システムの運用。\n\n3. 保存期間\nこれらの情報は、ライセンス契約が有効である間、または法的に必要な期間保存されます。\n\n4. 第三者提供\n収集されたデータは、法的要求またはユーザー同意がある場合を除き、第三者に提供されません。ただし、支払い処理を委託する第三者サービスプロバイダーに限定して提供します。\n\n5. 同意\n本ソフトウェアを利用することにより、ユーザーは本データ収集方針に同意したものとみなされます。\n\n6. データの安全性\n当社は、収集した情報を安全に管理するため、暗号化やアクセス制御などの適切な対策を講じます。支払い情報に関しては、PCI DSS（Payment Card Industry Data Security Standard）に準拠したセキュリティ対策を実施しています。\n\n7. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本データ収集の同意に関するポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n8. ユーザー体験の向上\n当社は、明確で包括的なデータ収集ポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n9. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本データ収集の同意に関するポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。\n\n10. お問い合わせ\nデータ収集に関するお問い合わせは、以下の連絡先までご連絡ください：\nメールアドレス: fujita.otm@gmail.com",
        
        "エンドユーザーライセンス契約": "最終更新日: 2024年11月25日\n\n1. ライセンスの付与\n当社は、ユーザーに対して、本ソフトウェアを非独占的かつ譲渡不可能なライセンスとして提供します。ユーザーは、本ソフトウェアを個人の使用目的でのみ使用することができます。\n\n2. ライセンスの制限\nユーザーは、本ソフトウェアを次の目的で使用してはなりません：\n- 本ソフトウェアのリバースエンジニアリング、逆コンパイル、改変。\n- 本ソフトウェアを第三者に再配布、販売、貸与。\n- 本ソフトウェアを不正に利用する行為。\n\n3. ライセンスの終了\nユーザーが本規約に違反した場合、当社はライセンスを即時に終了する権利を有します。ライセンス終了後、ユーザーは本ソフトウェアの使用を直ちに停止し、すべてのコピーを削除するものとします。\n\n4. 免責事項\n本ライセンス契約に基づく本ソフトウェアの使用は、ユーザーの自己責任において行われます。当社は、本ソフトウェアの使用により生じたいかなる損害についても責任を負いません。\n\n5. 知的財産権の保護\n本ソフトウェアおよびそのすべてのコンテンツに関する知的財産権は当社または正当な権利を有する第三者に帰属します。ユーザーは、これらの権利を侵害する行為を行ってはなりません。\n\n6. 法的準拠\n本ライセンス契約は日本法に準拠し、当社とユーザー間の紛争は東京地方裁判所を専属的合意管轄裁判所とします。\n\n7. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本ライセンス契約を定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。\n\n8. ユーザー体験の向上\n当社は、明確で包括的なライセンス契約を提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、契約の改善に努めます。",
        
        "セキュリティポリシー": "最終更新日: 2024年11月25日\n\n1. セキュリティの基本方針\n当社は、ユーザーのデータおよび本ソフトウェアのセキュリティを最優先事項として取り扱います。適切な技術的および組織的措置を講じ、データの保護に努めます。\n\n2. データ暗号化\n当社は、ユーザーの個人情報および機密情報を保護するため、最新の暗号化技術を採用しています。データの送受信および保存時には、強力な暗号化プロトコルを使用します。\n\n3. アクセス制御\n当社は、ユーザーのデータへのアクセスを厳格に制限し、権限を持つ従業員のみがアクセスできるように管理しています。アクセス権限は業務上必要な範囲内で付与され、定期的に見直します。\n\n4. 定期的なセキュリティ監査\n当社は、システムおよびプロセスのセキュリティを確保するため、定期的にセキュリティ監査を実施します。これにより、潜在的な脆弱性を早期に発見し、対応します。\n\n5. インシデント対応手順\n当社は、セキュリティインシデントが発生した場合、迅速かつ効果的に対応するためのインシデント対応手順を策定しています。インシデントの検知、報告、対応、復旧の各ステップを明確に定め、関係者に周知徹底します。\n\n6. 定期的なソフトウェア更新\n当社は、本ソフトウェアおよび関連システムのセキュリティを維持するため、定期的にソフトウェアの更新およびパッチ適用を行います。最新のセキュリティ対策を適用し、脆弱性を最小限に抑えます。\n\n7. ユーザーへのセキュリティ教育\n当社は、ユーザーに対して本ソフトウェアの安全な使用方法やセキュリティ対策に関する情報を提供し、ユーザー自身もセキュリティ意識を高めるよう促します。\n\n8. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本セキュリティポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n9. ユーザー体験の向上\n当社は、明確で包括的なセキュリティポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n10. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本セキュリティポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "アクセシビリティ声明": "最終更新日: 2024年11月25日\n\n1. アクセシビリティの基本方針\n当社は、すべてのユーザーが本ソフトウェアを利用できるよう、アクセシビリティの向上に努めます。障害を持つユーザーにも配慮した設計および機能を提供します。\n\n2. 提供されるアクセシビリティ機能\n- キーボードナビゲーションのサポート。\n- スクリーンリーダーとの互換性。\n- テキストの拡大およびコントラスト調整機能。\n\n3. フィードバックの受け付け\n当社は、ユーザーからのアクセシビリティに関するフィードバックを積極的に受け付け、ソフトウェアの改善に反映させます。フィードバックは、以下の連絡先までご連絡ください。\nメールアドレス: fujita.otm@gmail.com\n\n4. 将来的な改善計画\n当社は、継続的なアクセシビリティの改善を計画しており、新たな機能の追加や既存機能の改善に取り組みます。\n\n5. 法的コンプライアンスの徹底\n当社は、日本の「障害者差別解消法」およびその他関連法規に完全に準拠しています。本アクセシビリティ声明は、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n6. ユーザー体験の向上\n当社は、明確で包括的なアクセシビリティ声明を提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、声明の改善に努めます。\n\n7. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本アクセシビリティ声明を定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "インデムニフィケーション条項": "最終更新日: 2024年11月25日\n\n1. 損害賠償の範囲\nユーザーは、本ソフトウェアの使用に関連して発生したすべての請求、損害、責任、費用（弁護士費用を含むがこれに限られない）から、当社および当社の役員、従業員、代理人、関連会社を免責し、補償することに同意します。\n\n2. ユーザーの義務\nユーザーは、本ソフトウェアの使用に際して、当社の知的財産権およびその他の権利を尊重し、違反しないものとします。\n\n3. 法的コンプライアンスの徹底\n当社は、日本の「刑法」や「不正アクセス禁止法」など関連法規に完全に準拠しています。本インデムニフィケーション条項は、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n4. ユーザー体験の向上\n当社は、明確で包括的なインデムニフィケーション条項を提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、条項の改善に努めます。\n\n5. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本インデムニフィケーション条項を定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "知的財産権の明確化": "最終更新日: 2024年11月25日\n\n1. 知的財産権の所有\n本ソフトウェアおよびそのすべてのコンテンツに関する著作権、商標権、その他の知的財産権は、当社または正当な権利を有する第三者に帰属します。\n\n2. ユーザーの権利と制限\nユーザーは、本ソフトウェアを個人の使用目的でのみ使用することができます。ユーザーは、以下の行為を行ってはなりません：\n- 本ソフトウェアのリバースエンジニアリング、逆コンパイル、改変。\n- 本ソフトウェアおよびそのコンテンツを第三者に再配布、販売、貸与。\n- 本ソフトウェアおよびそのコンテンツを不正に利用する行為。\n\n3. 知的財産権の侵害への対応\n当社は、ユーザーが本ソフトウェアおよびそのコンテンツの知的財産権を侵害した場合、法的手段を含むあらゆる適切な措置を取る権利を有します。\n\n4. 法的コンプライアンスの徹底\n当社は、日本の「著作権法」およびその他関連法規に完全に準拠しています。本知的財産権の明確化ポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n5. ユーザー体験の向上\n当社は、明確で包括的な知的財産権の明確化ポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n6. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本知的財産権の明確化ポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "利用者行動ガイドライン": "最終更新日: 2024年11月25日\n\n1. 適切な使用方法\nユーザーは、本ソフトウェアを正当な目的でのみ使用し、以下の行為を行ってはなりません：\n- 法令に違反する行為。\n- 他者の権利を侵害する行為。\n- 本ソフトウェアを用いた不正アクセスやサイバー攻撃。\n- 不適切なコンテンツの投稿や共有。\n\n2. コミュニティガイドライン（ユーザー間の交流がある場合）\n- 尊重と礼儀を持って他のユーザーと交流すること。\n- ハラスメントや差別的な発言を控えること。\n- スパムや無関係な広告を行わないこと。\n\n3. 違反時の対応\nユーザーが本ガイドラインに違反した場合、当社は警告、アカウントの一時停止または永久停止、法的手段の適用などの措置を取る権利を有します。\n\n4. 法的コンプライアンスの徹底\n当社は、日本の「刑法」や「不正アクセス禁止法」など関連法規に完全に準拠しています。本利用者行動ガイドラインは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n5. ユーザー体験の向上\n当社は、明確で包括的な利用者行動ガイドラインを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ガイドラインの改善に努めます。\n\n6. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本利用者行動ガイドラインを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "ソフトウェアのメンテナンスおよびサポートポリシー": "最終更新日: 2024年11月25日\n\n1. メンテナンスの頻度と内容\n当社は、本ソフトウェアの安定稼働およびセキュリティを維持するため、定期的にメンテナンスを実施します。メンテナンスには、バグ修正、機能改善、セキュリティパッチの適用などが含まれます。\n\n2. サポートの提供範囲\n当社は、以下のサポートを提供します：\n- メールによる技術サポート。\n- FAQおよびオンラインヘルプの提供。\n- 有料サポートプラン（オプション）の提供。\n\n3. サポート対応時間と方法\n当社のサポートチームは、平日9:00～18:00（日本時間）に対応しています。土日祝日は休業とさせていただきます。サポートはメールを通じて提供され、迅速かつ丁寧に対応いたします。\n\n4. サポート対象外の事項\n- ユーザーの誤った使用方法による問題。\n- 第三者ソフトウェアとの互換性問題。\n- 不正な改変やリバースエンジニアリングによる問題。\n\n5. インシデント対応手順\n当社は、重大なセキュリティインシデントが発生した場合、迅速に対応し、影響を最小限に抑えるための手順を定めています。インシデントの発生時には、ユーザーに対して速やかに通知し、必要な対策を講じます。\n\n6. 法的コンプライアンスの徹底\n当社は、日本の「個人情報の保護に関する法律（APPI）」をはじめとする関連法規に完全に準拠しています。本ソフトウェアのメンテナンスおよびサポートポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n7. ユーザー体験の向上\n当社は、明確で包括的なメンテナンスおよびサポートポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n8. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本ソフトウェアのメンテナンスおよびサポートポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。",
        
        "バージョン履歴および変更履歴": "最終更新日: 2024年11月25日\n\n1. バージョン履歴\n- **バージョン 1.0**（2024年4月1日）: 初版リリース。\n- **バージョン 1.1**（2024年4月15日）: キャンセル・返金ポリシーおよびクーリングオフポリシーの追加。\n- **バージョン 1.2**（2024年11月25日）: 各ポリシーの強化および追加ポリシー（EULA、セキュリティポリシー、アクセシビリティ声明、第三者ソフトウェアライセンス、インデムニフィケーション条項、知的財産権の明確化、利用者行動ガイドライン、ソフトウェアのメンテナンスおよびサポートポリシー、バージョン履歴および変更履歴）の統合。\n- **バージョン 1.3**（2024年5月1日）: 課金システムに関連するポリシーの追加。",
        
        "支払いポリシー": "最終更新日: 2024年11月25日\n\n1. 支払い方法\n当社は、以下の支払い方法を提供しています：\n- クレジットカード（Visa、MasterCard、JCBなど）\n- デビットカード\n- 電子マネー（例：PayPal、PayPay、楽天ペイなど）\n- 銀行振込\n\n2. サブスクリプションの条件\n1. サブスクリプションは月額または年額で提供されます。料金は購入時に指定された通貨および支払い方法に基づいて計算されます。\n2. サブスクリプション料金は、購入時に指定された支払い方法から自動的に引き落とされます。\n3. サブスクリプションは自動更新され、ユーザーが明示的にキャンセルしない限り、継続されます。\n\n3. 自動更新の通知\n自動更新が行われる7日前に、ユーザーに対してメール通知を行います。ただし、緊急のセキュリティ修正などの場合はこの限りではありません。\n\n4. キャンセル方法\nユーザーは、サブスクリプションの自動更新をいつでもキャンセルすることができます。キャンセルは、設定画面から行うか、サポートチームにメールで通知することで完了します。\n\n5. 返金ポリシー\nサブスクリプションのキャンセル後、未使用期間に対する返金は行いません。ただし、法令に基づく例外がある場合を除きます。具体的には、購入後7日以内であってもサブスクリプションを一度でも利用した場合、返金は不可とします。\n\n6. 課金トラブルの対応\n課金に関するトラブルが発生した場合、ユーザーは以下の連絡先までご連絡ください。当社は、適切な対応を迅速に行います。\nメールアドレス: fujita.otm@gmail.com\n\n7. 課税情報\n当社は、必要に応じてユーザーに対して適用される税金を明示します。税金は、ユーザーの所在地および購入時の法令に基づいて計算されます。\n\n8. 法的コンプライアンスの徹底\n当社は、日本の「消費者契約法」および「特定商取引法」など関連法規に完全に準拠しています。本支払いポリシーは、これらの法令に基づいて定期的に見直し、必要に応じて更新されます。\n\n9. ユーザー体験の向上\n当社は、明確で包括的な支払いポリシーを提供することで、ユーザーの信頼を獲得し、利用者満足度を高めることを目指します。ユーザーからのフィードバックを積極的に取り入れ、ポリシーの改善に努めます。\n\n10. 定期的な見直しと更新\n当社は、法令やビジネスの変化に応じて、本支払いポリシーを定期的に見直し、必要に応じて更新します。重要な変更があった場合は、本ページ上にて通知します。"
    }
}
